Repository: IgnacioMaestro/ampa-manager
Catalog: software_components/app_server/ampa_members_manager_project/ampa_manager/locale/*/LC_MESSAGES/django.po
Languages: es

source: Summary
es: Resumen

source: Is active
es: Está activo

source: Yes
es: Sí

source: Members
es: Socios

source: Generate remesa de socios
es: Generar remesa de socios

source: Select the courses one by one
es: Selecciona los cursos de uno en uno

source: No families to include in Membership Remittance
es: No hay familias que incluir en la remesa de socios

source: No fee for the selected course
es: Sin cuota para el curso seleccionado

source: Membership Remittance error
es: Error en la remesa de socios

source: Membership remittance created
es: Remesa de socios creada

source: View details
es: Ver detalles

source: Families
es: Familias

source: Students
es: Alumnos

source: HH members
es: Socios HH

source: LH members
es: Socios LH

source: Families with children in school
es: Familias con hijos en la ikastola

source: Parents
es: Padres

source: Children in school
es: Hijos en la ikastola

source: Pre-school
es: Infantil

source: Primary
es: Primaria

source: Out of school
es: Fuera de la ikastola

source: HH2 members
es: Socios HH2

source: HH3 members
es: Socios HH3

source: HH4 members
es: Socios HH4

source: HH5 members
es: Socios HH5

source: LH1 members
es: Socios LH1

source: LH2 members
es: Socios LH2

source: LH3 members
es: Socios LH3

source: LH4 members
es: Socios LH4

source: LH5 members
es: Socios LH5

source: LH6 members
es: Socios LH6

source: Initial year
es: Año inicio

source: Academic course
es: Curso académico

source: Academic courses
es: Cursos académicos

source: Course
es: Curso

source: Active course
es: Curso activo

source: Primary education
es: Primaria

source: All cycles
es: Todos los ciclos

source: Activity
es: Actividad

source: Timetable
es: Horario

source: Child
es: Hijo

source: Family
es: Familia

source: Is member
es: Es socio

source: Price
es: Precio

source: Download IDs of selected registrations as CSV
es: Descargar IDs de las inscripciones seleccionadas como CSV

source: registrations
es: Inscripciones

source: Download family emails
es: Descargar correos familiares

source: Receipts
es: Recibos

source: %(num_receipts)s receipt
es: %(num_receipts)s recibos

source: %(num_receipts)s receipts
es: %(num_receipts)s recibos

source: Create after school remittance
es: Crear remesa de extraescolares

source: Activity remittance created
es: Remesa de actividad creada

source: Create after school remittance with half
es: Crear remesa de extraescolares con la mitad del importe

source: Create after school remittance with left
es: Crear remesa de extraescolares con el importe restante

source: Create after school remittance with enrolment
es: Crear remesa de extraescolares con el importe de la matrícula

source: Registrations
es: Inscripciones

source: Export family emails to CSV
es: Exportar correos de la familia a CSV

source: Download IDs of editions and registrations as JSON
es: Descargar IDs de las ediciones e inscripciones como JSON

source: Edit
es: Editar

source: Editions
es: Ediciones

source: Courses
es: Cursos

source: Merge activities (Move all editions to first selected)
es: Unir actividades (mover todas las ediciones a la primera seleccionada

source: After-school kept
es: Extraescolar mantenida

source: Edition changed
es: Edición modificada

source: After-school
es: Extraescolar

source: After-school deleted
es: Extraescolar borrada

source: After-school renamed
es: Extraescolar renombrada

source: No merge done. You have to select more than one after-school
es: No se ha unido nada. Tienes que seleccionar mas de una extraescolar

source: Prices
es: Precios

source: Remittance
es: Remesa

source: No members
es: No socios

source: Multiple remittances
es: Varias remesas

source: Create camps remittance
es: Crear remesa de campamentos

source: Has remittance
es: Con remesa

source: No remittance
es: Sin remesa

source: Member
es: Socio

source: Custody edition
es: Edición de custodia

source: Assisted days
es: Días asistidos

source: Charged
es: Cobrado

source: Members (topped by "Max days for charge")
es: Socios (limitado por los "Días máximos a cobrar")

source: No members (topped by "Max days for charge")
es: No socios (limitado por los "Días máximos a cobrar")

source: Multiple remmitances
es: Varias remesas

source: Create custody remittance
es: Crear remesa de custodia

source: Calculate prices based on cost and registrations
es: Calcular precios a partir de el coste y asistencia

source: Any of the required fields to calculate the price is missing (cost, days with service, registrations)
es: Falta alguno de los campos necesarios para calcular el precio (coste, días con servicio, inscripciones)

source: Editions' prices calculated
es: Precios de las ediciones calculados

source: Non members
es: No socios

source: Current
es: Actual

source: Previous
es: Anterior

source: Membership
es: Socios

source: With enrolment
es: Sin matrícula

source: Without enrolment
es: Sin matrícula

source: AfterSchool activity name
es: Nombre de extraescolar

source: Funding
es: Financiación

source: Activities
es: Actividades

source: Code
es: Código

source: Period
es: Período

source: After-school edition
es: Edición de extraescolar

source: After-school editions
es: Ediciones de extraescolares

source: Holder
es: Titular

source: After-school registration
es: Inscripción en extraescolar

source: After-school registrations
es: Inscripciones en extraescolares

source: The selected bank account does not belong to the child's family
es: La cuenta bancaria seleccionada no pertenece a la familia del hijo seleccionado

source: Levels
es: Cursos

source: For example: Primary, Pre-school, LH1-LH3
es: Por ejemplo: Primaria, Infantil, LH1-LH3

source: Price for members
es: Precio socios

source: Price for no members
es: Precio no socios

source: Camps edition
es: Edición de campamentos

source: Camps editions
es: Ediciones de campamentos

source: Camps registration
es: Inscripción en campamentos

source: Camps registrations
es: Inscripciones en campamentos

source: Days with service
es: Días con servicio

source: Days in which there was custody this edition
es: Días en los que hubo custodia en esta edición

source: Cycle
es: Ciclo

source: Cost
es: Coste

source: Prices can be automatically calculated with the action "Calculate prices" based on this cost and assisted days. No members have a surcharge
es: Los precios se pueden calcular automáticamente con la acción "Calcular precios" a partir de este coste y los días asistidos. Los no socios tienen un recargo

source: Custody editions
es: Ediciones de custodia

source: assisted days
es: días asistidos

source: Custody registration
es: Inscripción en custodia

source: Custody registrations
es: Inscripciones en custodia

source: days
es: días

source: No funding
es: Sin financiación

source: Sport
es: Deportiva

source: Single
es: Único

source: Per day
es: Por día

source: Per week
es: Por semana

source: Per month
es: Por mes

source: Missing name
es: Falta el nombre

source: Edition not found
es: Edición no encontrada

source: Missing code
es: Falta el código

source: Price for non members
es: Precio para no socios

source: Missing after school
es: Falta la extraescolar

source: Missing academic course
es: Falta el curso académico

source: Missing period
es: Falta el período

source: Missing timetable
es: Falta el horario

source: Missing/Wrong price for members
es: Falta/Incorrecto precio para socios

source: Missing/Wrong price for non members
es: Falta/Incorrecto precio para no socios

source: Registration already existed
es: La inscripción ya existía

source: Missing after school edition
es: Falta la edición de extraescolar

source: Missing holder
es: Falta el titular

source: Missing child
es: Falta el hijo

source: Family: email
es: Familia: correo

source: Family: surnames
es: Familia: apellidos

source: Parent/Mother 1: name and surnames
es: Padre/Madre 1: nombre y apellidos

source: Parent/Mother: name and surnames
es: Padre/Madre: nombre y apellidos

source: Parent/Mother 1: phone number
es: Padre/Madre 1: teléfono

source: Parent/Mother: phone number
es: Padre/Madre: teléfono

source: Parent/Mother 1: email
es: Padre/Madre 1: correo

source: Parent/Mother: email
es: Padre/Madre: correo

source: Parent/Mother 1: bank account IBAN
es: Padre/Madre 1: IBAN cuenta bancaria

source: Parent/Mother 2: name and surnames
es: Padre/Madre 2: nombre y apellidos

source: Parent/Mother 2: phone number
es: Padre/Madre 2: teléfono

source: Parent/Mother 2: email
es: Padre/Madre 2: correo

source: Child 1: name without surnames
es: Hijo 1: nombre sin apellidos

source: Child: name
es: Hijo: nombre

source: Child 1: level
es: Hijo 1: curso

source: Child: level
es: Hijo: curso

source: Child 1: year of birth
es: Hijo 1: año de nacimiento

source: Child: year of birth
es: Hijo: año de nacimiento

source: Child 2: name without surnames
es: Hijo 2: nombre sin apellidos

source: Child 2: name
es: Hijo 2: nombre sin apellidos

source: Child 2: level
es: Hijo 2: curso

source: Child 2: year of birth
es: Hijo 2: año de nacimiento

source: Child 3: name without surnames
es: Hijo 3: nombre sin apellidos

source: Child 3: name
es: Hijo 3: nombre sin apellidos

source: Child 3: level
es: Hijo 3: curso

source: Child 3: year of birth
es: Hijo 3: año de nacimiento

source: Child 4: name without surnames
es: Hijo 4: nombre sin apellidos

source: Child 4: name
es: Hijo 4: nombre sin apellidos

source: Child 4: level
es: Hijo 4: curso

source: Child 4: year of birth
es: Hijo 4: año de nacimiento

source: Assisted days in the selected edition
es: Días asistidos en la edición seleccionada

source: Assistance
es: Asistencia

source: Activity name
es: Nombre de la actividad

source: Edition code (ESKU-AST-13)
es: Código de la edición (ESKU-AST-13)

source: Edition period (ostirala-viernes)
es: Período de la edición (ostirala-viernes)

source: Edition timetable (17:00-18:00)
es: Horario de la edición (17:00-18:00)

source: Edition levels (HH, LH)
es: Cursos de la edición (ej. HH4, LH3)

source: Edition price for members
es: Precio de la edición para socios

source: Price members
es: Precio socios

source: Edition price for non members
es: Precio de la edición para no socios

source: Price non members
es: Precio no socios

source: Missing edition
es: Falta la edición

source: 0 assisted days
es: 0 días asistidos

source: Wrong assisted days
es: Días asistidos incorrectos

source: Not processed
es: No procesado

source: Not modified
es: No modificado

source: Created
es: Creado

source: Modified
es: Modificado

source: Omitted
es: Omitido

source: Warning
es: Aviso

source: PTA Administration
es: Administración del AMPA

source: Export after-school remittance to SEPA file
es: Exportar la remesa de extraescolares a fichero SEPA

source: Export camps remittance to SEPA file
es: Exportar la remesa de campamentos a fichero SEPA

source: Export custody remittance to SEPA file
es: Exportar la remesa de custodia a fichero SEPA

source: All
es: Todos

source: Parent
es: Padres

source: Edition
es: Ediciones

source: Export Membership remittance to SEPA file
es: Exportar la remesa de socios a fichero SEPA

source: Create Membership Remittance with families not included yet
es: Generar la remesa de socios con familias aún no incluidas

source: Notify families
es: Notificar a las familias

source: Remittance notified
es: Remesa notificada

source: Unable to notify remittance
es: No se ha podido notificar la remesa

source: After School registrations
es: Inscripciones en extraescolares

source: After School remittance
es: Remesa de extraescolares

source: After-school receipt
es: Recibo de extraescolar

source: After-school receipts
es: Recibos de extraescolares

source: AfterSchoolEditions
es: Autorizaciones

source: After-school remittance
es: Remesa de extraescolares

source: After-school remittances
es: Remesas de extraescolares

source: Camps remittance
es: Remesa de campamentos

source: Camps receipt
es: Recibo de campamentos

source: Camps receipts
es: Recibos de campamentos

source: CampsEdition
es: Edición de campamentos

source: Camps remittances
es: Remesas de campamentos

source: Custody remittance
es: Remesa de custodia

source: Custody receipt
es: Recibo de custodia

source: Custody receipts
es: Recibos de custodia

source: CustodyEditions
es: Ediciones de custodia

source: Custody remittances
es: Remesas de custodia

source: Amount
es: Importe

source: Fee
es: Cuota

source: Fees
es: Cuotas

source: Membership Remittance
es: Remesa de socios

source: Membership receipt
es: Recibo de socio

source: Membership receipts
es: Recibos de socios

source: AcademicCourse
es: Curso académico

source: Membership remittance
es: Remesa de socios

source: Membership remittances
es: Remesas de socios

source: Name
es: Nombre

source: Maximum 30 characters
es: Máximo 30 caracteres

source: Sepa_id
es: Id sepa

source: Leave empty to auto-generate
es: Déjalo en blanco para auto-completar

source: Created at
es: Creado

source: Payment date
es: Fecha de pago

source: Concept
es: Concepto

source: Sent
es: Enviado

source: Paid
es: Pagado

source: Unknown renew status
es: Estado de renovación desconocido

source: Not available
es: No disponible

source: Remittances
es: Remesas

source: Custody
es: Custodia

source: Custody BIC
es: BIC de custodia

source: Custody IBAN
es: IBAN de custodia

source: Members discount
es: Descuento de socios

source: Percentage discounted to members in the price of the custody
es: Porcentaje descontado a los socios en el precio de la custodia

source: Max days to charge
es: Días máximos a cobrar

source: Maximum number of days in a month (as a percentage) to charge to each user
es: Número de días máximo al mes (como %) a cobrar a cada usuario

source: Setting
es: Configuración

source: Settings
es: Configuraciones

source: Holders
es: Titulares

source: Complete SWIFT/BIC codes
es: Completar código SWIFT/BIC

source: Validate IBAN
es: Validar IBAN

source: All validated IBANs are valid
es: Todos los IBANes validados son correctos

source: %(number)s IBANs are invalid: %(ibans)s
es: %(number)s IBANes son incorrectos: %(ibans)s

source: After-sch.
es: Extraesc.

source: Cmps.
es: Camp.

source: Export children to XLS
es: Exportar hijos a XLS

source: After-schools
es: Extraescolares

source: This year
es: Este pasado

source: Previously
es: Anteriormente

source: Camps
es: Campamentos

source: Payment details
es: Información pago

source: Complete missing holders
es: Completar titular vacíos

source: Membership holders: %(membership_holders_before)s -> %(membership_holders_after)s <br/>Custody holders: %(custody_holders_before)s -> %(custody_holders_after)s <br/>After-schools holders: %(after_school_holders_before)s -> %(after_school_holders_after)s <br/>Camps holders: %(camps_holders_before)s -> %(camps_holders_after)s
es: Titulares de socios: %(membership_holders_before)s -> %(membership_holders_after)s <br/>Titulares de custodia: %(custody_holders_before)s -> %(custody_holders_after)s <br/>Titulares de extraescolares: %(after_school_holders_before)s -> %(after_school_holders_after)s <br/>Titulares de campamentos: %(camps_holders_before)s -> %(camps_holders_after)s

source: Export family and parents emails to CSV
es: Exportar correos de la familia y padres a CSV

source: Export only family emails to CSV
es: Exportar solo los correos de la familia a CSV

source: Export families to XLS
es: Exportar familias a XLS

source: Make member
es: Convertir las familias en socias

source: %(new_members)s families became members. %(already_members)s families already were members. %(declined)s families declined to be members anymore
es: %(new_members)s familias convertidas en socias. %(already_members)s familias ya eran socias. %(declined)s familias no quieren seguir siendo socias

source: Remove member
es: Quitar de socios

source: %(removed_members)s families removed from members. %(non_members)s of the selected families were not members
es: %(removed_members)s familias quitadas de socias. %(non_members)s de las familias seleccionadas no eran socias

source: Decline Membership
es: No quiere ser socio

source: Decline Membership established
es: 'No quiere ser socio' activado

source: Children
es: Hijos

source: In school
es: En la ikastola

source: Default holder
es: Titular por defecto

source: Emails
es: Correo electrónico

source: %(registrations)s registration
es: %(registrations)s inscripción

source: %(registrations)s registrations
es: %(registrations)s inscripciones

source: With SWIFT/BIC
es: Con SWIFT/BIC

source: Without SWIFT/BIC
es: Sin SWIFT/BIC

source: Current year members
es: Socios este año

source: Current year NO members
es: NO socios este año

source: Last year members
es: Socios el año pasado

source: Renew (Last year + Children + Renew)
es: Renovar (Año pasado + Hijos + Renovar)

source: No renew: out of school (Last year + No children)
es: No renuevan: fuera de la ikastola (miembros el año pasado + sin hijos)

source: No renew: declined (Last year + Declined)
es: No renuevan: rechazado (miembros el año pasado + rechazado)

source: Showing families that were members last year, that have any child in the school this year and that have not decline membership
es: Mostrando familias que fueron socias el año pasado, que tienen hijos en la ikastola este año y que no han renunciado a renovar

source: Showing families that were members last year, but they haven't any child in the school
es: Mostrando familias que fueron socias el año pasado, pero que ya no tienen hijos en la ikastola

source: Showing families that were members last year, but they have declined to renew
es: Mostrando familias que fueron socias el año pasado, pero que han rechazado renovar

source: Any children in school
es: Algún hijo en la ikastola

source: No children in school
es: Sin hijos en la ikastola

source: Possible duplicated
es: Posible duplicado

source: Membership holder
es: Titular de la cuota de socio

source: Completed
es: Completado

source: Not completed
es: No completado

source: Custody holder
es: Titular de custodia

source: Camps holder
es: Titular de campamentos

source: After-school holder
es: Titular de extraescolares

source: Any holder
es: Cualquier titular

source: Any missing
es: Alguno pendiente

source: All completed
es: Todo completado

source: Email
es: Correo electrónico

source: Missing
es: Pendiente

source: Numer of parents
es: Nº de padres

source: No parents
es: Sin padres

source: 1 parent
es: 1 padre

source: 2 parent
es: 2 padres

source: More than 2 parents
es: Mas de 2 padres

source: Family emails
es: Correo familiar

source: With email
es: Con correo

source: Without email
es: Sin correo

source: Families count
es: Nº de familias

source: No families
es: Sin familias

source: One family
es: 1 familia

source: More than one family
es: Mas de 1 familia

source: Set authorization as not sent
es: Marcar autorizaciones como no enviadas

source: %(num_authorizations)s authorizations set as NOT sent
es: %(num_authorizations)s autorizaciones marcadas como no pagadas

source: Set authorization as sent
es: Sin autorización

source: %(num_authorizations)s authorizations set as sent
es: %(num_authorizations)s autorizaciones marcadas como enviadas

source: Set authorization as signed
es: Marcar autorizaciones como firmadas

source: %(num_authorizations)s authorizations set as signed
es: %(num_authorizations)s autorizaciones marcadas como firmadas

source: Bank account
es: Cuenta bancaria

source: Bank accounts
es: Cuentas bancarias

source: Bank code
es: Código del banco

source: 4 characters
es: 4 caracteres

source: BIC code
es: Código BIC

source: 8-11 characters: Entity (4), Country (2), City (2), Office (3, Optional)
es: 8-11 caracteres: Entidad (4), País (2), Localidad (2), Oficina (3, Opcional)

source: Normalized name
es: Nombre normalizado

source: Year of birth
es: Año de nacimiento

source: Repetition
es: Repetición

source: Student
es: Alumno

source: Save the family to see its bank accounts
es: Guarda la familia para ver sus cuentas bancarias

source: The family does not want to renew the membesrhip next year. It makes no change this year
es: La familia no quiere renovar como socio. No se cambia nada el curso actual

source: Surnames
es: Apellidos

source: Normalized surnames
es: Apellidos normalizados

source: Decline membership
es: No quiere ser socio

source: This account will be used if no other is specified
es: Se usará esta cuenta por defecto si no se indica otra

source: Defaulter
es: Moroso

source: Informative field only
es: Campo sólo informativo

source: Secondary email
es: Correo secundario

source: No children
es: Sin hijos

source: Bank Account
es: Cuenta bancaria

source: Order
es: Orden

source: Year
es: Año

source: State
es: Estado

source: Document
es: Documento

source: The state can not be sent or signed if there is no document attached
es: El estado no puede ser envíado o firmado si no hay un documento adjunto

source: Name and surnames
es: Nombre y apellidos

source: Normalized name and surnames
es: Nombre y apellidos normalizados

source: Phone number
es: Número de teléfono

source: Other phone
es: Otro teléfono

source: Parent/Mother
es: Padre/Madre

source: Parents/Mothers
es: Padres/Madres

source: Not sent
es: No enviado

source: Signed
es: Firmado

source: IBAN not valid
es: IBAN no válido

source: Missing IBAN
es: Falta el IBAN

source: Missing level
es: Falta el curso

source: Missing year of birth
es: Falta el año de nacimiento

source: Confirm that the child name does not contain the surnames
es: Confirma que el nombre del hio no contiene los apellidos

source: Child created
es: Creado

source: Missing family
es: Falta la familia

source: Missing/Wrong name
es: Falta/Incorrecto nombre

source: Wrong level
es: Curso incorrecto

source: Wrong year of birth
es: Año de nacimiento incorrecto

source: Year of birth calculated
es: Año de nacimiento calculado

source: Unable to calculate year of birth
es: No se puede calcular el año de nacimiento

source: Level calculated
es: Curso calculado

source: Unable to calculate level
es: No se puede calcular el curso

source: Wrong level or year of birth
es: Curso o año de nacimiento incorrecto

source: Family custody holder updated with last registration holder
es: Titular de custodia de la familia actualizado con el titular de la última inscripción

source: Family after-school holder updated with last registration holder
es: Titular de extraescolares de la familia actualizado con el titular de la última inscripción

source: Family camps holder updated with last registration holder
es: Titular de campamentos de la familia actualizado con el titular de la última inscripción

source: Family membership holder updated with custody holder
es: Titular de socio de la familia actualizado con el titular de custodia

source: Family membership holder updated with camps holder
es: Titular de socio de la familia actualizado con el titular de campamentos

source: Family membership holder updated with after-school holder
es: Titular de socio de la familia actualizado con el titular de extraescolares

source: Family membership holder updated with a last registered holder of the family
es: Titular de socio de la familia actualizado con el último titular registrado en la familia

source: Custody holder updated with membership holder
es: Titular de custodia actualizado con el titular de socio

source: After-school holder updated with membership holder
es: Titular de extraescolares actualizado con el titular de socio

source: Camps holder updated with membership holder
es: Titular de campamentos actualizado con el titular de socio

source: Unable to find, missing email
es: No se encuentra, falta el correo
