Repository: IgnacioMaestro/ampa-manager
Catalog: software_components/app_server/ampa_members_manager_project/ampa_manager/locale/*/LC_MESSAGES/django.po
Languages: es

source: Unable to create. A family with same surnames already exists. Complete family email
es: No se puede crear. Ya existe una familia con los mismos apellidos. Completa el correo de la familia

source: Family created
es: Familia creada

source: Email not found, missing surnames
es: Correo no encontrado, faltan los apellidos

source: Missing bank account
es: Falta la cuenta bancaria

source: Missing parent
es: Falta el padre

source: Parent with the same name and surnames already exists in another family
es: Ya existe un padre con el mismo nombre y apellidos en otra familia.

source: Parent created
es: Padre/Madre creado

source: Additional phone number
es: Teléfono adicional

source: Missing/Wrong name and surnames
es: Falta/Incorrecto nombre y apellidos

source: Missing/Wrong phone number
es: Falta/Incorrecto teléfono

source: Missing/Wrong additional phone number
es: Falta/Incorrecto teléfono adicional

source: Missing/Wrong email
es: Falta/Incorrecto correo

source: Members fee in active course
es: Cuota de socios este curso

source: TEST THE IMPORT (it does not make any changes)
es: PROBAR LA IMPORTACIÓN (no hace cambios)

source: Camp edition to import to
es: Edición de campamentos a la que importar

source: SIMULATION: Only list the changes without making any
es: SIMULACIÓN: Solo listar los cambios sin hacer ninguno

source: Custody edition to import to
es: Edición de custodia a la que importar

source: Home
es: Inicio

source: Select file to import
es: Selecciona el fichero a importar

source: Import file
es: Importar fichero

source: Results
es: Resultados

source: Warning: This has been a test of the import
es: Aviso: Esto ha sido una prueba de la importación

source: Nothing has been imported
es: No se ha importado nada

source: If the results are ok, import the file again disabling the "TEST THE IMPORT" option
es: Si los resultados son correctos, importa de nuevo el fichero desmarcando la opción "PROBAR LA IMPORTACIÓN"

source: Show all rows
es: Mostrar todas las filas

source: Imported Ok
es: Importado Ok

source: Imported warning
es: Importado con avisos

source: Not imported
es: No importado

source: Row
es: Fila

source: Result
es: Resultado

source: Imported
es: Importado

source: Formatted
es: Formateado

source: There are no results
es: No hay resultados

source: Instructions
es: Instrucciones

source: Click here to download an excel template
es: Haz clic aquí para descargar una plantilla excel

source: Only the first sheet of the excel will be imported
es: Sólo se importa la primera hoja del excel

source: The rows imported will be from row 3 onwards (two header rows are expected)
es: Se importa de la fila 3 en adelante (se cuenta con 2 filas de cabecera)

source: If there is no data for any column leave it empty
es: Si no hay datos para alguna columna déjala en blanco

source: The columns must be in the following order
es: Las columnas deben aparecer en el siguiente orden

source: If the required custody edition does not exist
es: Si la edición de custodia necesaria no existe

source: you can create it here
es: puedes crearla aquí

source: Membership campaign
es: Campaña de socios

source: Notify campaign start
es: Notificar inicio de la campaña

source: Import new members
es: Importar nuevos socios

source: Import last course members
es: Importar socios del curso pasado

source: Generate remittance
es: Generar remesa

source: Notify remittance
es: Notificar remesa

source: Generate members remittance
es: Generar la remesa de socios

source: What this section does?
es: Para qué sirve esta sección

source: It generates the membership remittance.
es: Generar la remesa de socios

source: Review the following information
es: Revisa la siguiente información

source: Click to open
es: Clic para abrir

source: Last course fee
es: Cuota de socios del año pasado

source: Last course members
es: Socios el año pasado

source: Active course members
es: Socios este curso

source: Remittances already generated
es: Remesas previamente generadas

source: Complete the following information
es: Completa la siguiente información

source: Unable to generate remittance
es: No se ha podido generar la remesa

source: The remittance has been generated
es: La remesa ha sido generada

source: Open generated remittance
es: Abrir la remesa generada

source: Notify families by email
es: Notificar familias por correo

source: Select an option
es: Selecciona una opción

source: Generate members remittance for course %(active_course)s
es: Generar la remesa de socios para el curso %(active_course)s

source: Cancel
es: Cancelar

source: It copies the members from the last course.
es: Copia los socios del curso pasado

source: Families whose children are not in the school anymore will not be copied.
es: Las familias cuyos hijos ya no están en la ikastola no se copiarán

source: Families that have request not to renew will not be copied.
es: Las familias que han pedido no renovar no se copiarán

source: Families to renew (last year members, with children in school and have not declined)
es: Familias que renuevan (miembros el año pasado, con hijos en la ikastola y no han rechazado)

source: Families that will not renew due to they do not have children in school anymore
es: Familias que no renuevan porque sus hijos ya no están en la ikastola

source: Families that will not renew due to they have declined renew
es: Familias que no renuevan porque han solicitado no hacerlo

source: Last course members copied
es: Socios del año pasado copiados

source: This course members
es: Socios de este año

source: Copy last course members
es: Copiar los socios del curso pasado

source: Check last course members
es: Comprueba los socios del curso pasado

source: Check this course members
es: Comprueba los socios de este curso

source: Notify membership campaign
es: Notificar la campaña de socios

source: It notifies by email the membership campaign start to all families that were members last course.
es: Notifica por correo el inicio de la campaña de socios a todas las familias que fueron socias el año pasado

source: Each family will receive a different email depending if they are going to renew or not.
es: Cada familia recibirá un correo distinto dependiendo de si van a renovar o no

source: It should be sent before the campaign starts.
es: Debería enviarse antes de compenzar la campaña de socios

source: Errors sending mails
es: Error al enviar correos

source: Notified emails
es: Correos notificados

source: The error happened sending mail to
es: El error sucedió al enviar un correo a

source: Families notified
es: Familias notificadas

source: Send test emails to %(test_email)s
es: Enviar correos de prueba a %(test_email)s

source: Notify membership remittance
es: Notificar remesa de socios

source: It notifies by email to the families that the membership fee will be charged soon.
es: Notifica por correo a las familias que la cuota de socio se cobrará próximamente

source: It should be sent before the remittance is uploaded to the bank.
es: Debería enviarse antes de que subir la remesa al banco.

source: Validate families data
es: Validar datos de familias

source: Column
es: Columna

source: Wrong email
es: Correo incorrecto

source: Wrong IBAN
es: IBAN incorrecto

source: Review the Bank Accounts without BIC
es: Revisar las cuentas Bancarias sin BIC

source: Import afterschool activities
es: Importar actividades de extraescolares

source: Import afterschool registrations
es: Importar inscripciones de extraescolares

source: Import camps
es: Importar campamentos

source: Import custody
es: Importar custodia

source: Active course members updated
es: Socios de este curso actualizados

source: Unable to update active course members
es: No se ha podido actualizar los socios de este curso

source: Import members
es: Importar socios

source: Remittance not found
es: Remesa no encontrada

source: Families with zero or more than 2 parents
es: Familias sin padres o mas de 2 padres

source: Families with 1 only father
es: Familias con 1 sólo padre

source: Families without default holder
es: Familias sin titular por defecto

source: Families with wrong holder
es: Familias con titular erróneo

source: Custody registration with wrong holder
es: Inscripciones en custodia con titular erróneo

source: Camps registration with wrong holder
es: Inscripciones en campamentos con titular erróneo

source: After-school registration with wrong holder
es: Inscripciones en extraescolares con titular erróneo

source: Families with same surnames
es: Familias con los mismos apellidos

source: Families with same children names
es: Familias con los mismos nombres de hijos

source: Children with same name and year
es: Hijos con el mismo nombre y año de nacimiento

source: Parents with same email and different family
es: Padres con el mismo correo y diferente familia

source: Parents with zero or more than one families
es: Padres sin familia o con mas de 1 familia

source: Import asistencia
es: Importar asistencia

source: Members campaign
es: Campaña de socios

source: Others
es: Otros

source: Spanish
es: Español

source: Basque
es: Euskera
